Repository: botirovshox-lang/med-translation
Catalog: med_translation_backup_20260524_173328/словари/output/tm.tmx
Source language: en
Languages: ru

source: Alzheimer’s Alzheimer’s Disease is the most common type of dementia. Dementia occurs as a result of changes in the brain that affect a person’s ability to think and remember. It can become severe enough to affect daily activities. Alzheimer’s Disease causes brain changes over years and is not a normal part of aging. No one knows what causes Alzheimer’s Disease, but much research is being done. You may be more at risk if you had a family member with the disease. Signs The signs start slowly and can vary or worsen over time. A person cannot control the signs. Treatment can help, but it does not cure the disease. Signs may include: • Memory loss, especially about recent events • Confusion about time and place • Poor judgment • Trouble learning new information • Changes in being able to do such things as drive, handle money, take medicine, cook, dress and bathe • Loss of sense of smell • Wandering or getting lost Alzheimer’s Disease. Russian.
ru: Disease Болезнь Альцгеймера — самая распространенная форма слабоумия. Слабоумие возникает в результате изменений в мозге, которые влияют на способность думать и запоминать. Болезнь может серьезно влиять на повседневную жизнь человека. С годами она вызывает изменения в мозге, которые не связаны с нормальным процессом старения. Причина болезни неизвестна, но в настоящее время проводятся интенсивные исследования. Если у ваших родственников была эта болезнь, то у вас повышается шанс заболеть. Симптомы Симптомы возникают медленно и со временем могут меняться или ухудшаться. Симптомы контролировать невозможно. Лечение может облегчить симптомы, но болезнь неизлечима. Симптомы: • Потеря памяти, особенно о недавних событиях • Дезориентация во времени и месте • Неадекватность суждений • Проблемы с восприятием новой информации • Нарушение способности водить автомобиль, тратить деньги, принимать лекарства, готовить, одеваться, мыться и пр. • Потеря обоняния • Человек блуждает и теряется

source: Your Care Your doctor may order tests to check your brain such as a CT scan, a MRI or a PET scan. Your doctor may also: • Use tests to eliminate other causes of memory loss and confusion • Look at the pattern of memory loss and the person’s awareness of the changes • Get a list of medicines and information from the family • Do a physical exam • Check the person’s mental status by asking memory and thinking questions There is no cure for Alzheimer’s Disease, and it will not go away. Medicines may help with some of the signs or delay the progress of the disease. Other medicines can treat problems with sleeping, depression or nervousness. Exercise, good nutrition and social activity are also important. For more information and support contact: • Alzheimer’s Association, 24-Hour Helpline 800-272-3900, www.alz.org • Alzheimer’s Foundation of America, 866-232-8484, www.alzfdn.org © 2005 - January 29, 2021, Health Information Translations. found on this website should not be used in place of a consultation with your doctor other qualified health care provider before you start or stop any treatment or with Wexner Medical Center, Mount Carmel Health System, OhioHealth and Nationwide a result of your stopping medical treatment or your failure to obtain treatment. Alzheimer’s Disease. Russian.
ru: Лечение Врач может назначить КТ, МРТ или ПЭТ головного мозга. Возможно, врач также: • Проведет обследование, чтобы исключить другие причины потери памяти и дезориентации • Проанализирует характер потери памяти и понимание пациентом происходящих изменений • Получит у родственников список лекарств и дополнительную информацию • Проведет медицинский осмотр • Проверит психическое состояние, задавая вопросы для проверки памяти и способности мыслить Болезнь Альцгеймера не излечивается. Лекарства могут уменьшить некоторые симптомы, замедлить развитие болезни, помочь при бессоннице, депрессии или нервозности. Зарядка, хорошее питание и социальная активность также важны. Дополнительная информация и помощь: • Ассоциация пациентов с болезнью Альцгеймера, круглосуточная горячая линия: 800-272-3900, www.alz.org • Американский фон по борьбе с 866-232- болезнью Альцгеймера, 8484, www.alzfdn.org for personal, non-commercial use only. The medical information or other health care provider. You should always seek the advice of your doctor or any questions you may have about a medical condition. The Ohio State University Children’s Hospital are not responsible for injuries or damages you may incur as

source: Amniocentesis Amniocentesis is a test in which a small amount of amniotic fluid is removed with a thin needle. Amniotic fluid is the fluid that surrounds a baby in the uterus (womb). The sample is sent to a lab and tested for certain birth defects or genetic problems. This test may also be done for other reasons. The results of this test are very accurate. There are some risks with this test: • A leak or infection of the amniotic fluid • The needle touching the baby • Early delivery • Miscarriage Talk to your doctor about these risks and any other concerns. During the Test Arrive on time for your test. Plan on this test taking about 1 hour. • You will wear a hospital gown. • You will lie on your back with your stomach uncovered. • Your stomach will be cleaned. • Your doctor will use ultrasound to see your baby and find safe pockets of amniotic fluid. An ultrasound is a picture of your baby using sound waves. • Your doctor may numb the skin where the needle goes in. You may feel a sting. Amniocentesis. Russian.
ru: Во время амниоцентеза через тонкую иглу извлекается небольшое количество околоплодных вод (жидкости, окружающей ребенка в матке). Образец отправляют в лабораторию и проверяют на врожденные дефекты и генетические проблемы будущего ребенка. Исследование может проводиться и по другим причинам. Точность его результатов очень высока. Риски процедуры: • Подтекание/инфицирование околоплодных вод • Повреждение плода иглой • Преждевременные роды • Выкидыш Поговорите с врачом о рисках и своих опасениях. Во время процедуры Не опаздывайте. Процедура длится около 1 часа. • Вы переоденетесь в больничную одежду. • Вы ляжете на спину, освободив живот от одежды. • Область прокола обработают антисептиком. • Используя УЗИ-аппарат, врач увидит плод и определит безопасное место для введения иглы с помощью звуковых волн. • Врач может обезболить кожу в месте введения иглы. Вы можете почувствовать боль, как от укуса комара.

source: • When the needle enters the uterus, you may feel Uterine cramping. • The doctor will take out a small sample of the fluid and remove the needle. The needle is in for less than 1 minute. • A monitor will be placed on your stomach for 15 to 30 minutes to check your baby’s heartbeat. • Once the lab tests are complete, your doctor will share the results with you. This may take about 2 weeks. After the Test • Rest at home today. • Drink plenty of liquids. • If you have cramping, lie on your left side. all your doctor right away if you have: • Severe cramping • Fluid leaking from the vagina • Bleeding from the vagina • Fever • Your baby is less active • Other concerns Talk to your doctor or nurse if you have any questions or concerns. © 2005 - February 21, 2021, Health Information Translations. found on this website should not be used in place of a consultation with your doctor other qualified health care provider before you start or stop any treatment or with Wexner Medical Center, Mount Carmel Health System, OhioHealth and Nationwide a result of your stopping medical treatment or your failure to obtain treatment. Amniocentesis. Russian.
ru: • В момент ввода иглы матки в матку могут возникнуть wall судороги. Плацента Placenta • Врач отберет небольшой образец вод и извлечет иглу. Игла будет находиться в матке меньше минуты. Амниотическая • Затем на живот полость поместят монитор на 15–30 Amniotic cavity минут, чтобы проверить сердцебиение ребенка. • Врач сообщит вам результаты анализа (примерно через 2 недели). После процедуры • Отдохните дома в течение сегодняшнего дня. • Пейте много жидкости. • Если почувствуете схватки, лягте на левый бок. Немедленно позвоните врачу, если у вас: • Сильные схватки • Жидкие выделения из влагалища • Выделения крови из влагалища • Повышенная температура • Ребенок стал менее активен • Другие опасения Если у вас есть вопросы или опасения, обратитесь к врачу или медсестре. for personal, non-commercial use only. The medical information or other health care provider. You should always seek the advice of your doctor or any questions you may have about a medical condition. The Ohio State University Children’s Hospital are not responsible for injuries or damages you may incur as

source: Anemia A person with anemia has fewer red blood cells in his or her blood than the normal level. Red blood cells carry oxygen to all the . cells in the body. When the number of red blood cells is lower than normal, less oxygen is carried in the blood. Signs A person with anemia may not notice any signs. As anemia gets worse, you may have: . • Fatigue – feel weak or tired • • Dizziness or feel faint • • Cold hands or feet • • Headaches • • Pale skin or nails that break easily • • Trouble thinking clearly or a hard time • concentrating • Shortness of breath or chest pain • • A fast or irregular heart beat • • Fewer menstrual periods or increased • bleeding during menstrual periods Talk to your doctor if you have any of these signs. , Call 911 if you have shortness of breath or chest pain. , Causes The causes of anemia include: • Problems with how iron is used by the • body • Not eating enough iron-rich foods • Bleeding or blood loss, such as from • heavy menstrual periods • Pregnancy • Anemia. Russian.
ru: характеризуется низким уровнем кровяных телец (эритроцитов) в Эритроциты переносят кислород всем клеткам организма. Если мало, в крови уменьшается кислорода. больной может не замечать Затем могут появиться: Усталость Головокружение или слабость Холод в руках или ногах Головные боли Бледность кожи или ломкость ногтей Трудности с мышлением или концентрацией внимания Затрудненное дыхание, боль в груди Быстрое или неровное сердцебиение Нерегулярные менструации или усиление кровотечения во время менструаций у вас наблюдается любой из этих обратитесь к врачу. вы испытываете одышку или боль в позвоните по номеру 911. анемии: Нарушение всасывания железа Недостаточное потребление железосодержащих продуктов Потеря крови, например при обильных менструациях Беременность

source: • A lack of folate or B-12 vitamins in the body • Treatments for some diseases, such as cancer, that make it harder for the body to make new red blood cells • Sickle-cell disease where the body destroys too many red blood cells • Immune system problems where the body destroys or cannot make red blood cells • Babies less than one year old who drink cow’s or goat’s milk • Babies who are fed formula that does not have extra iron Your Care Your doctor will do tests to find the cause of your anemia and to plan your treatment. You may need to: • Eat a healthy diet that includes fruits, vegetables, breads, dairy products, meat and fish. Eat more iron-rich foods such as lean beef, pork or lamb, poultry, seafood, iron-fortified cereals and grains, green leafy vegetables such as spinach, nuts and beans. Your doctor may want you to meet with a dietitian to plan healthy meals. • Take vitamin or iron supplements. • Get a blood transfusion to treat blood loss. Blood is given through an intravenous (IV) line into a blood vessel. • Have other treatments such as medicines or surgery to treat the cause of your anemia. Talk to your doctor or nurse if you have any questions or concerns. © 2005 - February 14, 2021, Health Information Translations. found on this website should not be used in place of a consultation with your doctor other qualified health care provider before you start or stop any treatment or with Wexner Medical Center, Mount Carmel Health System, OhioHealth and Nationwide a result of your stopping medical treatment or your failure to obtain treatment. Anemia. Russian.
ru: • Недостаток фолиевой кислоты или витамина B12 • Лечение (например рака), затрудняющее выработку эритроцитов • Серповидноклеточная анемия, когда организм уничтожает эритроциты • Иммунные нарушения, при которых организм уничтожает или не создает эритроциты • Кормление детей до года коровьим или козьим молоком • Кормление детей смесью с низким содержанием железа Лечение Чтобы определить причину анемии и спланировать лечение врач назначит анализы. Для лечения может понадобиться: • Перейти на здоровое питание (фрукты, овощи, хлеб, молочные продукты, мясо и рыба). Употреблять продукты богатые железом (постную говядину, свинину, ягнятину, птицу, морепродукты, обогащенные железом злаки и крупы, листовые овощи (шпинат), орехи и фасоль). Составить план питания поможет диетолог. • Принимать биологически активные добавки с витаминами и железом. • Восполнить кровопотерю путем внутривенного переливания крови. • Для устранения причин анемии могут понадобиться другие виды лечения, например прием лекарств или операция. Если у вас есть вопросы или опасения, обратитесь к врачу или медсестре. for personal, non-commercial use only. The medical information or other health care provider. You should always seek the advice of your doctor or any questions you may have about a medical condition. The Ohio State University Children’s Hospital are not responsible for injuries or damages you may incur as

source: Angina Angina is chest pain or pressure caused by decreased blood flow to the heart. Pain may also be felt in your arms, jaw or upper back. The pain is a signal that your heart is not getting enough oxygen. It is a sign that you need treatment to prevent a heart attack. Angina may happen anytime but is more common with: • Work, exercise or activity • Eating a large meal • Smoking or using tobacco • Very hot or cold temperatures • Emotional or stressful events Signs of Angina Signs of angina can be much like the signs of a heart attack. • Pain or pressure, or a feeling of tightness or heaviness in the chest, arms, jaw, shoulders or neck • Sweating • Shortness of breath • Nausea or vomiting • Abdominal pain • Feeling very tired, dizzy or faint • Some people have no signs Angina. Russian.
ru: Стенокардия — это боль или тяжесть в груди, вызванные уменьшением притока крови к сердцу. Боль может отдавать в руки, челюсть и верхнюю часть спины. Боль свидетельствует о том, что сердцу не хватает кислорода. Чтобы у вас не произошел инфаркт, необходимо лечение. Стенокардия может появиться в любое время, но чаще всего она наблюдается: • Во время работы, физических упражнений или повышенной активности • При приеме большого количества пищи • Во время курения или употребления табака • В очень жаркую или холодную погоду • При эмоциональных потрясениях и стрессах Симптомы стенокардии Симптомы стенокардии могут напоминать симптомы инфаркта: • Боль, ощущение сдавливания или тяжести в груди, руках, челюсти, плечах или шее • Усиленное потоотделение • Одышка • Тошнота или рвота • Боль в животе • Крайняя усталость, головокружение и обмороки • У некоторых людей симптомы отсутствуют

source: Angina will often ease if you stop what you are doing and rest. If you doctor has told you that you have angina, you may be given medicine to take when you have pain. The medicine is called nitroglycerin. When to Seek Treatment Call 911 if you: • Are having signs and do not have medicine to treat your angina. • Have taken your medicine, but your signs are not going away or you have new signs that you have not had before. Sit or lie down until the emergency team arrives. Do not drive to the hospital or delay by calling your doctor. Your Care You will be tested to see if you have a heart problem. You may be started on medicine or have other procedures to improve blood flow to your heart. Your doctor may also want you to eat a low fat diet and exercise to improve your heart health. If your doctor prescribes nitroglycerin, use the medicine as your doctor orders. For more information, ask for the handout, Nitroglycerin. Talk to your doctor or nurse if you have any questions or concerns. © 2005 - March 4, 2016, Health Information Translations. found on this website should not be used in place of a consultation with your doctor other qualified health care provider before you start or stop any treatment or with Wexner Medical Center, Mount Carmel Health System, OhioHealth and Nationwide a result of your stopping medical treatment or your failure to obtain treatment. Angina. Russian.
ru: Часто стенокардия проходит, если прекратить вызвавшее ее занятие и отдохнуть. Если врач обнаружил у вас стенокардию, он может выписать лекарство, которое нужно будет принимать при появлении боли. Оно называется нитроглицерин. Когда необходимо лечение Позвоните по телефону 911, если: • У вас появились симптомы стенокардии, но нет необходимого лекарства. • Вы приняли лекарство, но симптомы не проходят или появились новые симптомы, которых раньше не было. До прибытия скорой помощи находитесь в положении сидя или лежа. Не пытайтесь сами ехать в больницу или звонить врачу. Лечение Вас обследуют на предмет наличия болезней сердца. Для улучшения кровоснабжения сердца могут назначить лекарственные средства или процедуры. Для улучшения состояния сердца врач может порекомендовать диету с пониженным содержанием жиров и физические упражнения. Если врач прописал нитроглицерин, принимайте его согласно рекомендациям врача. Подробную информацию можно найти в памятке «Нитроглицерин». Если у вас есть вопросы или опасения, обратитесь к врачу или медсестре. for personal, non-commercial use only. The medical information or other health care provider. You should always seek the advice of your doctor or any questions you may have about a medical condition. The Ohio State University Children’s Hospital are not responsible for injuries or damages you may incur as

source: Angiogram An angiogram shows the blood vessels in the body. A tube called a catheter is put into a vein at the top of your leg in your groin or in your arm. It is then guided into the area to be tested. Dye is put through the catheter. X-rays are taken as the dye pumps through the blood vessels. This test checks the blood flow in your body. An angiogram is also called a peripheral angioplasty or balloon angioplasty. An angioplasty may be done with an angiogram if you have narrowed blood vessels. With this procedure, a balloon on the end of the catheter will be used to open up the blood vessel to improve blood flow. A small tube- like device called a stent may be placed in the blood vessel to keep the blood vessel open. An adult family member or friend will need to take you home after the test. It is not safe for you to drive or leave alone. Your family is to wait during the test. Arrive on time for your test. The test takes about 1 to 2 hours. Plan to be here about 4 hours to be checked after the test. To Prepare • Talk to your doctor about your medicines before this test. Ask about other tests you may need. • Do not eat food after midnight before the test. Angiogram. Russian.
ru: В ходе ангиограммы изучают кровеносные сосуды. Трубка (катетер) вводится в вену на руке или ноге в области паха. Затем катетер направляется к исследуемому участку. В катетер вводят краситель. Когда краситель идет по кровеносным сосудам, делают рентгеновские снимки. Это обследование позволяет проверить кровоток. Ангиограмма также называется периферической или баллонной ангиопластикой. Если сосуды сужены, в ходе ангиограммы может быть проведена ангиопластика. Во время данной процедуры для улучшения кровотока баллон на конце катетера откроет кровеносный сосуд. Чтобы сосуд оставался открытым, в него могут поместить небольшую трубку (стент). Попросите взрослого родственника или друга отвезти вас домой после обследования. Садиться за руль или оставаться одному небезопасно. Ваши близкие должны ожидать во время проведения обследования. Не опаздывайте на обследование. Обследование займет 1–2 часа. Вы будете находиться в больнице около 4 часов после обследования. Подготовка • Перед обследованием проконсультируйтесь с врачом по поводу лекарств. Спросите, какие еще обследования вам могут назначить. Не принимайте пищу, начиная с полуночи до начала обследования.

source: • Ask your doctor if you should take your medicines the morning of the test. If so, take with sips of water only. • Tell your doctor if you have allergies to dye or iodine, shellfish or latex. • Tell your doctor if you are pregnant or think you may be pregnant. During the Test • You may wear hearing aids, dentures and glasses. Jewelry and watches will need to be taken off. Leave valuables at home. • You will wear a hospital gown. • An IV (intravenous) is put into a vein in your arm. Medicines to help you relax and fluids are given through your IV. • The lights in the room may be turned down and the room may seem cool. You will be awake, so you can tell the staff how you feel. • Small pads are put on your chest to check your heart. For men, chest hair may need to be clipped. • A blood pressure cuff is put on your arm. Your blood pressure and heart rate are checked often. • The catheter site, either your groin or your arm, is cleaned. The hair in the groin area will be clipped if needed. • The doctor numbs your catheter site. This may sting for a few seconds. After this, you should only feel pressure and no pain. Tell the staff if you have any pain during the test. Angiogram. Russian.
ru: • Спросите врача, следует ли вам принимать лекарства утром в день обследования. Если следует, запивайте их небольшим количеством воды. • Скажите врачу, если у вас аллергия на краситель, йод, моллюсков и латекс. • Скажите врачу, если вы беременны или подозреваете, что можете быть беременны. Во время обследования • Слуховой аппарат, зубной протез и очки можно не снимать. Ювелирные украшения и часы нужно снять. Все ценные вещи необходимо оставить дома. • Вас переоденут в больничную одежду. Вам поставят капельницу в вену на руке. В капельницу будут введены жидкости и лекарства, которые помогут вам расслабиться. • Освещение может быть выключено, а в помещении может быть прохладно. Вы будете в сознании и сможете сообщать персоналу о своем самочувствии. • На грудь положат небольшие подушечки для контроля работы сердца. Мужчинам, возможно, побреют грудь. • На руку будет надета манжета для измерения давления. Давление и пульс будут регулярно проверять. • Место ввода катетера в паху или на руке будет обработано. При необходимости пах побреют. • Врач введет обезболивающее лекарство в место ввода катетера. Несколько секунд вы можете чувствовать острую боль. Затем боль пройдет, и вы будете чувствовать только нажатие. Если во время обследования вы почувствуете боль, сообщите персоналу.
